[
  {
    "filename": "claim1.md",
    "frontmatter": {
      "claim": "حیوانات هم در طبیعت شکار میکنند"
    },
    "body": "<p>بله. حیوانات وحشی مثل شیر، ببر، پلنگ، گرگ و... با شکار حیوانات دیگر غذای خود را تامین میکنند و زنده میمانند. اما سوال اینجاست که برابر دانستن انسان با حیوانات وحشی از این نظر درست است؟ گیاه خواران بر این باورند که خیر، چرا که معیار قرار دادن حیوانات وحشی برای اصول اخلاقی انسان ها مشکلاتی را پدید می آورد. اگر بتوانیم چیزی را صرفاً بر اساس اینکه حیوانات انجام می دهند توجیه کنیم، می توانیم این موارد را هم توجیه کنیم :\n <a href=\"https://www.housebeautiful.com/uk/garden/a40020473/stop-dog-wee-killing-grass\">ادرار کردن در باغچه های مردم</a>، <a href=\"https://en.wikipedia.org/wiki/Sexual_coercion_among_animals\">جفت گیری بدون رضایت جنس ماده</a>، <a href=\"https://www.nationalgeographic.com/science/article/140328-sloth-bear-zoo-infanticide-chimps-bonobos-animals\">کشتن نوزادان خود</a> و غیره.\nاز طرف دیگر، حیوانات وحشی تنها با خوردن گوشت حیوانات دیگر قادر به زنده ماندن هستند. آنها درصورت نخوردن گوشت قادر به ادامه زندگی نیستند. اما انسان اینطور نیست، انسان میتواند به راحتی گوشت را از سبد غذایی خود حذف کند و همچنان سالم زندگی کند.</p>\n"
  },
  {
    "filename": "claim10.md",
    "frontmatter": {
      "claim": "از دامداری محلی و سنتی محصولات را تهیه میکنیم"
    },
    "body": "<p>رفاه حیوانات در این روند مشکل اساسی را حل نمیکند. البته که بهتر است حیوانات را در قفس پرورش ندهیم اما مشکل اساسی، کشته شدن و بهره کشیِ بی مورد از حیوانات است. صرف نظر از هر اصلاحی که در این روند انجام میشود، همه حیوانات پرورشی به یک سرنوشت دچار می شوند.</p>\n"
  },
  {
    "filename": "claim11.md",
    "frontmatter": {
      "claim": "خوردن حیوانات قانونی است"
    },
    "body": "<p>اگر دلیل درست و اخلاقی بودن یک عمل این بیان شود که آن عمل قانونی است، دچار مغلطه <a href=\"https://www.logicallyfallacious.com/logicalfallacies/Appeal-to-the-Law\">توسل به قانون</a> شده ایم. بین اخلاق و قانون همیشه یک نوع هم‌پوشانی وجود ندارد.</p>\n"
  },
  {
    "filename": "claim12.md",
    "frontmatter": {
      "claim": "گیاه خواری تصمیمی افراطی است"
    },
    "body": "<p>استفاده از حیوانات به‌عنوان غذا چنان گسترده در بسیاری از هنجارهای فرهنگی گنجانده شده است که زیر سؤال بردن آن در نگاه اول افراطی به نظر می‌رسد. کاهش آسیب و ازارِ غیرضروری به موجودات دیگر نمیتواند افراطی لقب بگیرد.</p>\n"
  },
  {
    "filename": "claim13.md",
    "frontmatter": {
      "claim": "از تحمیل عقاید خود به دیگران دست بردارید"
    },
    "body": "<p>نقد و به چالش کشیدن چنین موضوعاتی نمیتواند تحمیل عقاید باشد. زیرا سرکوبی صورت نمیگیرد.\nآیا کسی جلوی شما را به طور فیزیکی یا قانونی برای خوردن گوشت گرفته است ؟ به نظر میرسد که برخی بحث کردن درمورد این موضوع را مصداق تحمیل عقاید میدانند، که نادرست است. اگر کسی به شما بگوید که کشتن حیوانات به این دلایل نادرست است، او شما را اجبار نکرده است و قطعا تصمیم نهایی با خود افراد است.</p>\n"
  },
  {
    "filename": "claim14.md",
    "frontmatter": {
      "claim": "گیاه خواری جنبشی از تشکیل شده از جامعه Woke و چپ افراطی است"
    },
    "body": "<p>توصیف دسته ای افراد با این اصطلاح Woke به این معنی است که آنها بیش از حد حساس به مسائل اجتماعی هستند. این صفت ممکن است به طور منفی نیز استفاده شود. به این معنی که افراد Woke متعصب هستند و جوانب خاصی از موضوع را نادیده میگیرند. با این حال، این اصطلاحات درمورد جزئیاتِ موضوع چیزی را مطرح نمیکنند. یعنی اگر استدلال شما برای رد کردن یک موضوع مناقشه برانگیز مثل گیاه خواری، فقط ماهیت Woke و چپ آن است، استدلال شما به خودی خود معنا خاصی ندارد.\nاستفاده از اصطلاحاتی مثل Woke میتواند راهی برای اجتناب از درگیر شدن در هر نوع گفتگوی جدی باشد.  یعنی شما به جای نقد کردنِ اساسیِ موضوع، از هویت سیاسی آن برای تقلیل دادن موضوع استفاده میکنید. بهتر است به جای اینکه به چیزی برچسب تقلیل‌آمیزِ بزنیم گفتگوهای معنادار تری انجام دهیم.</p>\n"
  },
  {
    "filename": "claim16.md",
    "frontmatter": {
      "claim": "فرض کنید در یک جزیره دور افتاده گیر افتاده اید و تنها راه بقا خوردن سلاخی و مصرف حیوانات است. آیا این کار را انجام میدهید؟"
    },
    "body": "<p>شاید. اکثر ما در همچین شرایط خاصی ممکن است دست به کار هایی بزنیم که در جوامع امروزی قابل قبول <a href=\"https://www.vice.com/en/article/meet-the-man-who-survived-a-plane-crash-by-eating-human-flesh\">نیستند</a>.</p>\n"
  },
  {
    "filename": "claim17.md",
    "frontmatter": {
      "claim": "به هرحال حیوانات کشته شده اند و فرقی به حال انها نخواهد کرد"
    },
    "body": "<p>قصاب در کشتارگاه حیوانات را محض سرگرمی نمیکشد. آنها محصولی را تولید میکنند که مصرف کننده خواهان آن است و برایش پول پرداخت میکند. خریدن یک محصول طوری است که ما با تولید کننده ی آن ارتباط برقرار میکنیم. پیام ما در این ارتباط این است: &quot;به تولید این محصول را ادامه دهید و من هم به خرید آن ادامه خواهم داد&quot;. \nهر چه یک محصول در بین مصرف کنندگان محبوب تر باشد، تولید کننده آن قاعدتا محصول بیشتری را برای دفعه بعد ایجاد خواهد کرد.</p>\n"
  },
  {
    "filename": "claim2.md",
    "frontmatter": {
      "claim": "انسان ها همه‌چیزخوار هستند / ما دندان نیش داریم"
    },
    "body": "<p>این که انسان با همه چیزخواری سازگار هستند حقیقتی غیرقابل انکار است. اما اگر این حقیقت را در رد گیاه خواری استفاده کنیم، دچار مغلطه <a href=\"https://www.logicallyfallacious.com/logicalfallacies/Appeal-to-Nature\">توسل به طبیعت</a> شده ایم. صرف نظر از اینکه بدن ما چقدر شبیه موجودات گیاه خوار یا گوشت خوار است، داشتن اعضای بدنی که قادر به انجام کاری هستند، به این معنی نیست که ما باید آن را انجام دهیم. حتی اگر ما همه چیزخوار باشیم، به دلیل اینکه میتوانیم با تغذیه کاملا گیاهی زندگی کنیم، گرفتن جان حیوانات کاری غیر اخلاقی است.\nبه عبارتی، شما با کنار گذاشتن محصولات حیوانی، همه چیزخوار بودن انسان را رد نکردید چون این حقیقت تا حدودی بی ربط به این موضوع تلقی میشود.</p>\n"
  },
  {
    "filename": "claim3.md",
    "frontmatter": {
      "claim": "میتوانیم حیوانات را به شکل حلال یا انسانی با کمترین درد سلاخی کنیم"
    },
    "body": "<p>دو کلمه ی &quot;انسانی&quot; و &quot;سلاخی&quot; متضاد همدیگر هستند. &quot;سلاخی انسانی&quot; به اندازه ی کلماتی مثل &quot;تجاوز انسانی&quot; یا &quot;هولوکاست انسانی&quot; بی معنی و مضحک است، چرا که صحبت بر سر گرفتن یا نگرفتن حق حیات و جان یک موجود زنده است، نه شیوه‌ی کشتن آن. کلمه ی &quot;انسانی&quot; میتواند مترادف با &quot;دلسوز&quot;، &quot;خیرخواه&quot; یا &quot;مهربان&quot; باشد.\nآیا می گویید که گرفتن جان موجودی که نیازی به مرگ ندارد خیرخواهانه و انسانی است ؟ گیاه خواران بر این باورند که گرفتن جان حیوانات، در حالی که نیازی به مردن ندارند، نقطه مقابل دلسوزی، خیرخواهی و یک عمل انسانی است.</p>\n"
  },
  {
    "filename": "claim5.md",
    "frontmatter": {
      "claim": "گیاهان هم درد را احساس می‌کنند و زنده هستند"
    },
    "body": "<p>فرض کنید خانه شما در آتش است و شما فرار کرده اید اما سگ شما هنوز داخل است. یک آتش نشان با عجله وارد می شود و چند دقیقه بعد با گیاه لب طاقچه شما بیرون می آید.\nایا شما از اتش نشان تشکر میکنید و طوری وانمود میکنید که به یک اندازه برای سگ خود و گیاه خود ناراحت بودید؟\nبله، گیاهان به طور غیرقابل انکاری قادر به انجام کارهای باورنکردنی هستند. نحوه رشد و تعامل آنها با محیطشان چشمگیر و جذاب است و با برخی تعاریف می توان آنها را نشانه ای از رفتار هوشمندانه توصیف کرد. با این حال، این رفتار هوشمندانه مساوی با احساسات یا ظرفیت تجربه ذهنی حیوانات نیست. گیاهان حتی پس از جدا شدن از ریشه یا شاخه، زنده می‌مانند. شما میتوانید یک سیب را گاز بزنید و بخورید و در اخر، دانه ان سیب را درون خاک بکارید، پرورش دهید و دوباره سیب خود را داشته باشید. اما درمورد حیوانات چنین چیزی ممکن نیست.\nممکن است برخی استدلال کنند که در <a href=\"https://www.theguardian.com/science/2018/may/02/plants-talk-to-each-other-through-their-roots\">پژوهش های اخیر</a> ثابت شده که گیاهان سیگنال هایی برای همدیگر ارسال میکنند. گیاهان واکنش های از پیش تعیین شده ای به محرک های خاص دارند، به عنوان مثال، دلیل بسته شدن تله گیاه <a href=\"https://en.wikipedia.org/wiki/Venus_flytrap\">مگس خوار</a>، این نیست که او واکنش آگاهانه ای داشته و تصمیم گرفته درِ اطراف مگس را ببندد، بلکه به این دلیل است که مگس محرکی را ایجاد کرده که باعث میشود گیاه واکنش از پیش تعیین شده ای از خود نشان دهد. به همین دلیل است که هر چیزی که این محرک را تحریک کند نتیجه ای مشابه را ایجاد میکند. <a href=\"https://www.youtube.com/watch?v=bGDymzZyWbY\">سیگار</a> یک مثال است. در طرف مقابل، اگر شما به گاو یا خوک، به عنوان غذا سیگار تعارف کنید، احتمالا ان را پس میزنند، زیرا یک واکنش اگاهانه دارند. کلمه &quot;خواستن&quot; واقعا مهم است. حیوانات کار هایی را انجام میدهند که میخواهند، نه اینکه پاسخی از پیش تعیین شده داشته باشند.</p>\n"
  },
  {
    "filename": "claim6.md",
    "frontmatter": {
      "claim": "اکثریت مردم جهان محصولات حیوانی مصرف میکنند"
    },
    "body": "<p>اگر دلیل درست بودن یک گزاره این بیان شود که گروهی آن را درست می‌دانند، دچار مغلطه <a href=\"https://www.logicallyfallacious.com/logicalfallacies/Appeal-to-Popularity\">توسل به اکثریت</a> شده ایم.\nتوسل به اکثریت تنها می‌تواند ثابت کند که اکثریت، چیزی را قبول دارند اما نمی‌تواند ثابت کند که آن چیز درست است. مسلما نظر اکثریت خطاناپذیر نیست.\nالبته، این بدان معنا نيست كه بايد اكثريت را ناديده بگيريم، اما این حقیقت برای مقبولیت کفایت نمیکند.</p>\n"
  },
  {
    "filename": "claim7.md",
    "frontmatter": {
      "claim": "محصولات حیوانی خوشمزه اند"
    },
    "body": "<p>بخشی از گیاه خوار شدن این است که بدانیم لذت حسی ما مهمتر از زندگی حیواناتی نیست که برای ارضای ذائقه ما کشته می شوند.\nبه علاوه، ما در مورد یک لحظه زودگذر از زمان صحبت می کنیم. یک وعده غذایی حداکثر چقدر طول میکشد؟\nاز کسانی که این توجیه را می اورند، باید این سوال را کرد که : ایا شما طعم را نسبت به زندگانی و جان اولویت میدهید؟ ایا ترجیحاتِ چشایی ما میتواند از زندگانی و درد حیوانات مهم تر باشد؟ گیاه خواران بر این باورند که خیر، ما برای توجیه اخلاقی این عمل به چیزی بیش از لذت حسی (چشایی) نیاز داریم.\nاین منطق می تواند منجر به این شود که همه انواع اعمال وحشتناک، تا زمانی که فرد از کاری که انجام می دهد لذت می برد، از نظر اخلاقی مجاز درنظر گرفته شود. ممکن است فردی در چین بگوید که نمیتواند به همین دلیل از خوردن گوشت سگ دست بکشد. این توجیه میتواند برای همه حیوانات از قبیل دلفین، وال و گربه مورد استفاده قرار بگیرد.</p>\n<p>و در آخر، نباید فراموش کنید که شما با دست کشیدن از مصرف محصولات حیوانی قرار نیست که دیگر از غذای خود لذت نبرید. غذا های گیاهی نیز میتوانند طعم خیلی خوبی داشته باشند. شما صرفا مواد غذایی خود را جایگزین میکنید و نه تنها مزه و بافت های مشابهی را میتوانید تجربه کنید، بلکه مزه های جدیدی را میتوانید کشف کنید.</p>\n"
  },
  {
    "filename": "claim8.md",
    "frontmatter": {
      "claim": "خوردن گوشت حیوانات جزئی از فرهنگ و سنت ما است"
    },
    "body": "<p>ایراد این استدلال مشخص است. اگر بخواهیم در رد کردن گیاه خواری به سنت های خود اشاره کنیم، دچار مغلطه <a href=\"https://fa.wikipedia.org/wiki/%D8%AA%D9%88%D8%B3%D9%84_%D8%A8%D9%87_%D8%B3%D9%86%D8%AA\">توسل به سنت</a> شده ایم. فرهنگ یا سنت صرفا رفتاری است که گروهی از مردم برای مدتی انجام میدهند. خوشبختانه فرهنگ در طول زمان دچار تغییر و تحول میشود.\nحقیقت این است که برقراری وضعیتی در گذشته، اصرار بر تداوم آن در زمان حال را توجیه نمی‌کند. از مثال های مشهور برای این مغالطه، برده داری، یا حق رای و تحصیل زنان در طول تاریخ است.</p>\n"
  },
  {
    "filename": "claim9.md",
    "frontmatter": {
      "claim": "مسائل حقوق بشریِ انسان ها، اولویت بسیار بالاتری نسبت به حیوانات و محیط زیست دارند"
    },
    "body": "<p>ایراد این استدلال مشخص است. نوع‌دوستی شما قابل تحسین است اما شما قرار نیست که با کنار گذاشتن محصولات حیوانی از مشکلات انسان ها چشم پوشی کنید. شما میتوانید همزمان به هم‌نوع خود هم کمک کنید، زیرا این دو جلوی یکدیگر را نمیگیرند.</p>\n"
  }
]